Repository: bareos/bareos
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, nl_be, sk_sk

source: Pool
es_es: Grupo
sk_sk: Skupina

source: Drive
es_es: Unidad
fr_fr: Lecteur
nl_be: Schijf
sk_sk: Jednotka

source: Submit
fr_fr: Envoyé
nl_be: Verzenden
sk_sk: Odoslať

source: Storage details
es_es: Detalles del Almacenamiento
fr_fr: Détails du stockage
nl_be: Opslag gegevens
sk_sk: Detaily úložiska

source: Devices
es_es: Dispositivos
fr_fr: Périphériques
nl_be: Apparaten
sk_sk: Zariadenia

source: Pools
es_es: Grupos
sk_sk: Skupiny

source: Volumes
es_es: Volúmenes
sk_sk: Množstvo

source: Director message
es_es: Mensaje del Director
fr_fr: Message du directeur
nl_be: Director bericht
sk_sk: Správa od Riaditeľa

source: Close
es_es: Cerrar
fr_fr: Fermer
nl_be: Sluiten
sk_sk: Zatvoriť

source: Label barcodes
es_es: Etiqueta codigo de barras
fr_fr: Labéliser les codes barres
sk_sk: Značenie štítkov

source: Assign media to this pool.
fr_fr: Affecter le média à ce pool
nl_be: Media toewijzen aan deze pool
sk_sk: Priradenie média do tejto skupiny.

source: Use this drive for labeling.
fr_fr: Utiliser ce lecteur pour les labels
nl_be: Gebruik deze schijf voor labeling
sk_sk: Túto jednotku použite na označenie.

source: Cancel
es_es: Cancelar
fr_fr: Annuler
nl_be: Annuleren
sk_sk: Zrušiť

source: Import/Export Slots
es_es: Importar/exportar Casilleros
fr_fr: Importer / Exporter les emplacements
nl_be: Importeer/Exporteer slots
sk_sk: Importovať/Exportovať Sloty

source: Volume
es_es: Volúmen
sk_sk: Veľkosť

source: Actions
es_es: Operaciones
nl_be: Acties
sk_sk: Akcie

source: Drives
es_es: Unidades
fr_fr: Lecteurs
nl_be: Schijven
sk_sk: Jednotky

source: Loaded
es_es: Cargada
fr_fr: Chargé
nl_be: Geladen
sk_sk: Nahraté

source: Slots
es_es: Casilleros
fr_fr: Emplacements
sk_sk: Sloty

source: Bytes
fr_fr: Octets
sk_sk: Bytov

source: Last written
es_es: Ultima escritura
fr_fr: Dernière écriture
nl_be: Laatst geschreven
sk_sk: Poslený zapis

source: Expiration
es_es: Vencimiento
nl_be: Vervalt op
sk_sk: Expirácia

source: Status
es_es: Estado
sk_sk: Stav

source: Media Type
es_es: TIpo de Medio
fr_fr: Type de média
sk_sk: Typ Média

source: not in catalog
es_es: no en catalogo
fr_fr: absent du catalogue
nl_be: niet in catalogus
sk_sk: nie je v katalógu

source: Export
es_es: Exportar
fr_fr: Exporter
nl_be: Exporteren
sk_sk: Exportovať

source: Update slots
es_es: Actualizar casilleros
fr_fr: Mise à jour des emplacements
nl_be: Slots vernieuwen
sk_sk: Obnoviť sloty

source: Release
es_es: Liberar
fr_fr: Relâcher
nl_be: Losmaken
sk_sk: Vydanie

source: Import
es_es: Importar
fr_fr: Importer
nl_be: Importeer
sk_sk: Importovať

source: Import all
es_es: Importar todo
fr_fr: Tout importer
nl_be: Importeer alles
sk_sk: Importovať všetko

source: Storage Status
es_es: Estado del Almacenamiento
fr_fr: Status du stockage
nl_be: Opslagstatus
sk_sk: Stav Úložiska

source: Storages
es_es: Almacenamientos
fr_fr: Stockages
nl_be: Opslag
sk_sk: Úložiská

source: Storage Devices
es_es: Dispositivos de almacenamiento
fr_fr: Périphériques de stockage
nl_be: Opslagapparaten
sk_sk: Zariadenie Úložiska

source: Name
es_es: Nombre
fr_fr: Nom
nl_be: Naam
sk_sk: Názov

source: Autochanger
es_es: Autocambiador
fr_fr: Auto-changeur
nl_be: Wisselaar
sk_sk: Autozmena

source: No
fr_fr: Non
nl_be: Nee
sk_sk: Nie

source: Yes
es_es: Si
fr_fr: Oui
nl_be: Ja
sk_sk: Áno

source: Manage autochanger
es_es: Administrar autocambiador
fr_fr: Gérer auto-changeur
nl_be: Wisselaar beheren
sk_sk: Manažment autozmeny

source: Pool details
es_es: Información del grpo
fr_fr: Détails du pool
nl_be: Pool gegevens
sk_sk: Detaily Skupiny

source: Type
es_es: Tipo
sk_sk: Typ

source: Maximum volumes
es_es: Máximo volúmenes
fr_fr: Nombre maximum de volumes
sk_sk: Maximálna veľkosť

source: Volume retention
es_es: Retención de volúmen
fr_fr: Durée de rétention du volume
nl_be: Volume behoud
sk_sk: Počet retencií

source: Maximum volume jobs
es_es: Máximo taréas del volúmen
fr_fr: Nombre maximum de jobs du volume
nl_be: Maximum volume taken
sk_sk: Maximálny počet úloh

source: Maximum volume bytes
es_es: Máximo bytes del volúmen
fr_fr: Taille maximum en octets du volume
sk_sk: Maximálne množstvo bytov

source: Storage
es_es: Almacenamiento
fr_fr: Stockage
nl_be: Opslag
sk_sk: Úložisko

source: Retention/Expiration
es_es: Retención/Vencimiento
fr_fr: Rétention / Expiration
nl_be: Behoud/verval
sk_sk: Retencia/Expirácia

source: Maximum bytes
es_es: bytes máximo
fr_fr: Maximun octets
sk_sk: Maximum bytov

source: Current bytes
es_es: bytes ahora
fr_fr: Taille actuelle (octects)
nl_be: Huidige bytes
sk_sk: Aktuálne byty

source: Label date
es_es: Etiqueta fecha
fr_fr: Date du label
nl_be: Label datum
sk_sk: Štítok s dátumom

source: First written
es_es: Primera vez escrito
fr_fr: Première écriture
nl_be: Eerst geschreven
sk_sk: Prvé zapísané

source: Volume jobs
es_es: Taréas del volumen
nl_be: Volumetaken
sk_sk: Počet úloh

source: Recycle
es_es: Reciclar
fr_fr: Recycler
nl_be: Recycleer
sk_sk: Odstrániť

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord
sk_sk: Hlavný Panel

source: Running
es_es: En ejecución
fr_fr: En cours
nl_be: Actief
sk_sk: Beží

source: Waiting
es_es: Esperando
fr_fr: En attente
nl_be: Wachtend
sk_sk: Čaká

source: Terminated successfully
es_es: Terminó con éxito
sk_sk: Úspešne ukončené

source: Terminated unsuccessfully
es_es: Terminó fallido
sk_sk: Ukončenie zlyhalo

source: Current Director messages
es_es: Mensajes actuales del Director
fr_fr: Messages actuels du directeur
nl_be: Huidige Director berichten
sk_sk: Aktualne správy Riaditeľa

source: Most recent job status per job name
es_es: Estado más reciente de taréa por nombre
fr_fr: Status du job le plus récent par nom de job
nl_be: Meest recente taakstatus per taaknaam
sk_sk: Najčastejšie stavy úloh podľa názvu úlohy

source: Job name
es_es: Nombre Taréa
fr_fr: Nom du job
nl_be: Taaknaam
sk_sk: Názov Úlohy

source: Job ID
es_es: ID Taréa
nl_be: Taak ID
sk_sk: ID Úlohy

source: Client
es_es: Cliente
nl_be: Machine
sk_sk: Klient

source: Level
es_es: Nivel
fr_fr: Niveau
nl_be: Niveau
sk_sk: Úroveň

source: Start
es_es: Inicio
fr_fr: Début
nl_be: Begin
sk_sk: Štart

source: End
es_es: Fin
fr_fr: Fin
nl_be: Einde
sk_sk: Ukončenie

source: Jobs started during the past 24 hours
es_es: Taréas iniciadas en las últimas 24hs
fr_fr: Jobs démarrés durant les dernières 24 heures
nl_be: Taken begonnen in de laatste 24 uur
sk_sk: Úloha bola spustená behom posledných 24 hodín

source: Client details
es_es: Información del Cliente
fr_fr: Détails du client
nl_be: Machine gegevens
sk_sk: Detaily klienta

source: Show
es_es: Mostrar
fr_fr: Montrer
nl_be: Toon
sk_sk: Zobraziť

source: Version
es_es: Versión
nl_be: Versie
sk_sk: Verzia

source: Autoprune
es_es: Limpieza automática
fr_fr: Auto Nettoyage
nl_be: Autoreduceren
sk_sk: Auto skratka

source: Fileretention
es_es: Retención de archivos
fr_fr: Durée de rétention des fichiers
nl_be: Bestandsbehoud
sk_sk: Retenčnýsúbor

source: Jobretention
es_es: Retención de taréas
fr_fr: Durée de rétention des jobs
nl_be: Taakbehoud
sk_sk: Úloha retencie

source: Last backups
es_es: Última copia de seguridad
fr_fr: Dernières sauvegardes
nl_be: Laatste reservekopie
sk_sk: Posledné zálohy

source: Timestamp
es_es: Fecha
fr_fr: Horodatage
nl_be: Tijdstempel
sk_sk: Časová značka

source: Fileset
es_es: Conjunto de archivos
fr_fr: Jeu de données
nl_be: Bestandsreeks
sk_sk: Súborvý set

source: Files
es_es: Archivos
fr_fr: Fichiers
nl_be: Bestanden
sk_sk: Súborov

source: Restore
es_es: Restaurar
fr_fr: Restauration
nl_be: Herstel
sk_sk: Obnova

source: Show Files
es_es: Mostrar Archivos
fr_fr: Montrer les fichiers
nl_be: Toon bestanden
sk_sk: Ukázať Súbory

source: Client Status
es_es: Estado del Cliente
fr_fr: Status du client
nl_be: Machine status
sk_sk: Stav Klienta

source: Clients
es_es: Clientes
nl_be: Machines
sk_sk: Klienti

source: Enabled
es_es: Habilitado
fr_fr: Actif
nl_be: Ingeschakeld
sk_sk: Povolené

source: Disabled
nl_be: Uitgeschakeld
sk_sk: Zakázané

source: Disable
es_es: Deshabilitado
fr_fr: Inactif
nl_be: Uitschakelen
sk_sk: Zakázať

source: Enable
es_es: Habilitado
fr_fr: Actif
nl_be: Inschakelen
sk_sk: Povoliť

source: jobname
nl_be: taaknaam
sk_sk: názov úlohy

source: Time period
es_es: Periodo de tiempo
fr_fr: Période de temps
nl_be: Tijdsperiode
sk_sk: Časová peróda

source: last 24 hours
es_es: últimas 24 horas
fr_fr: Les 24 dernières heures
nl_be: laatste 24 uur
sk_sk: posledných 24 hodín

source: last 3 days
es_es: últimos 3 días
fr_fr: Les 3 derniers jours
nl_be: laatste 3 dagen
sk_sk: posledné 3 dni

source: last week
es_es: última semana
fr_fr: La semaine passée
nl_be: laatste week
sk_sk: posledný týždeň

source: last month
es_es: último mes
fr_fr: Le mois passé
nl_be: laatste maand
sk_sk: posledný mesiac

source: last year
es_es: último año
fr_fr: L'année passée
nl_be: laatste jaar
sk_sk: posledný rok

source: unlimited
es_es: ilimitado
fr_fr: Sans limite
nl_be: ongelimiteerd
sk_sk: neobmedzene

source: period
es_es: período
fr_fr: période
nl_be: periode
sk_sk: perióda

source: all
es_es: todo
fr_fr: Tous
nl_be: alles
sk_sk: všetko

source: running
es_es: ejecutándose
fr_fr: en cours
nl_be: actief
sk_sk: beží

source: waiting
es_es: esperando
fr_fr: en attente
nl_be: wachtend
sk_sk: čaká

source: terminated unsuccessfully
es_es: terminó fallido
fr_fr: terminé en erreur
nl_be: zonder succes beëindigd
sk_sk: neúspešne ukončené

source: terminated successfully
es_es: terminó con éxito
fr_fr: terminé avec succès
nl_be: met succes beëindigd
sk_sk: úspešne ukončené

source: Job
es_es: Taréa
nl_be: Taak
sk_sk: Úloha

source: Errors
es_es: Errores
fr_fr: Erreurs
nl_be: Fouten
sk_sk: Chyby

source: Messages
es_es: Mensajes
nl_be: Berichten
sk_sk: Správy

source: Message
es_es: Mensaje
nl_be: Bericht
sk_sk: Správa

source: Failed to retrieve data from Bareos director
es_es: No se pudo obtener datos del Director
fr_fr: Echec durant la récupération des données du directeur Bareos
nl_be: Data van de Bareos director kon niet ontvangen worden
sk_sk: Zlyhanie získania dát z Bareos directora

source: Error message received from director:
es_es: Error recibido del director:
fr_fr: Un message d'erreur a été reçu du directeur:
nl_be: Foutbericht ontvangen van de director:
sk_sk: Prijatá chyba od riaditeľa zálohovania:

source: Scheduled
es_es: Programado
fr_fr: Planifié
nl_be: Gepland
sk_sk: Naplánované

source: Rerun
es_es: Ejecutar nuevamente
fr_fr: Relancer
nl_be: Opnieuw uitvoeren
sk_sk: Odznova

source: Job list
es_es: Lista de taréas
fr_fr: Liste des jobs
nl_be: Taaklijst
sk_sk: Zoznam úloh

source: Please try to reduce the amount of data to display, e.g. reduce time period.
es_es: Por favor intente reducir la cantidad de información a mostrar, ej. reducir período de tiempo.
fr_fr: Essayez de réduire la quantité de données à afficher. Par exemple, réduisez la période désirée
nl_be: Gelieve de weer te geven data te verminderen, bv. verminder de tijdsperiode.
sk_sk: Prosím, pokúste sa znížiť množstvo dát, ktorá sa zobrazí, napr. skrátiť časový interval.

source: Job Actions
es_es: Operaciones de taréa
fr_fr: Actions pour les jobs
nl_be: Taakacties
sk_sk: Akcie Úloh

source: Run
es_es: Ejecutar
fr_fr: Lancer
nl_be: Uitvoeren
sk_sk: Spustiť

source: Volume details
es_es: Información del volúmen
fr_fr: Détails du volume
nl_be: Volume gegevens
sk_sk: Detaily množstva

source: Jobs on volume
es_es: Taréas en el volúmen
fr_fr: Jobs présents sur le volume
nl_be: Taken voor volume
sk_sk: Úlohy v objeme

source: Starttime
es_es: Hora de inicio
fr_fr: Date de début
nl_be: Starttijd
sk_sk: Čas začatia

source: Endtime
es_es: Hora final
fr_fr: Date de fin
nl_be: Eindtijd
sk_sk: Čas ukončnia

source: Volume writes
es_es: Escrituras del Volumen
fr_fr: Nombre d'écritures du volume
nl_be: Aantal keer geschreven
sk_sk: Zapísané množstvo

source: Media Id
es_es: Id Medio
fr_fr: id du média
sk_sk: Id Média

source: Volume Blocks
es_es: Bloques en el Volúmen
fr_fr: Nombre de blocs pour le volume
nl_be: Volume blokken
sk_sk: Množstvo Blokov

source: Volume use duration
es_es: Duración de uso del Volúmen
fr_fr: Durée d'utilisation
nl_be: Volume tijdsgebruik
sk_sk: Veľkosť počas trvania

source: Volume Pool Id
es_es: Id Grupo de Volúmen
sk_sk: Veľkost Id Skupiny

source: In changer
es_es: En cambiador
fr_fr: Présent dans l'auto-changeur
nl_be: In wisselaar
sk_sk: V zmene

source: Volume Files
es_es: Archivos del Volumen
fr_fr: Nombre de fichiers sur le volume
nl_be: Volume bestanden
sk_sk: Pošet Súborov

source: Max. volume jobs
es_es: Máximo taréas del volúmen
fr_fr: Nombre maximum de jobs sur le volume
nl_be: Max. volume taken
sk_sk: Max. počet Úloh

source: Volume mounts
es_es: Montajes del Volúmen
fr_fr: Nombre de montage du volume
nl_be: Volume aankoppelingen
sk_sk: Počet pripojení

source: Volume capacity bytes
es_es: Capacidad del volúmen en bytes
fr_fr: Capacité du volume en octets
nl_be: Volume capaciteit bytes
sk_sk: Objem bytov

source: Volume errors
es_es: Errores del Volúmen
fr_fr: Erreurs du volume
nl_be: Volume fouten
sk_sk: Počet chýb

source: Max. volume files
es_es: Máximo archivos en volúmen
fr_fr: Max. de fichiers du volume
nl_be: Max. volume bestanden
sk_sk: Max. počet súborov

source: Endfile
es_es: Archivo final
fr_fr: Fin de fichier
nl_be: Eindbestand
sk_sk: Koniec súboru

source: Endblock
es_es: Bloque Final
fr_fr: Fin de bloc
nl_be: Eindblok
sk_sk: Koniec bloku

source: Labeltype
es_es: Tipo etiqueta
fr_fr: Type de label
sk_sk: Typ označenia

source: Device Id
es_es: Id dispositivo
fr_fr: id du périphérique
nl_be: Apparaat ID
sk_sk: Id Zariadenia

source: Location Id
es_es: Id ubicación
fr_fr: id de localisation
nl_be: Locatie ID
sk_sk: Id Lokality

source: Recycle count
es_es: Veces reciclado
fr_fr: Nb de recyclage
nl_be: Recycleer teller
sk_sk: Počet odstránených

source: Initial write
es_es: Escritura inicial
fr_fr: Ecriture initiale
nl_be: Initiële schrijven
sk_sk: Prvotný zápis

source: Scratch Pool Id
es_es: Id Grupo de Scratch
fr_fr: id du pool scratch
sk_sk: Id Scratch Skupiny

source: Recycle pool Id
es_es: Id Grupo de Reciclado
fr_fr: id du pool recycle
sk_sk: Id recyklovanej skupiny

source: Comment
es_es: Comentario
fr_fr: Commentaire
nl_be: Commentaar
sk_sk: Popis

source: Schedule Details
es_es: Información de programación
fr_fr: Détails de planification
nl_be: Planning gegevens
sk_sk: Detaily Plánovania

source: Overview
es_es: Vista general
fr_fr: Vue d'ensemble
nl_be: Overzicht
sk_sk: Prehľad

source: Scheduler status
es_es: Estado del programador de taréas
fr_fr: Status de planification
nl_be: Planner status
sk_sk: Stav Plánovača

source: Status Scheduler
es_es: Estado del programador de taréas
fr_fr: Status de planification
nl_be: Status planner
sk_sk: Stav Plánovača

source: Schedules
es_es: Programa de taréas
fr_fr: Plans d'éxécution
nl_be: Planning
sk_sk: Plánovanie

source: Fileset details
es_es: Detalle del conjunto de archivos
fr_fr: Détails du Fileset
nl_be: Bestandsreeks gegevens
sk_sk: Detaily Filesetu

source: MD5 checksum
es_es: hash MD5
fr_fr: empreinte MD5
nl_be: MD5 controlesom
sk_sk: MD5 kontrola

source: Creation time
es_es: Fecha creado
fr_fr: Date de création
nl_be: Gemaakt
sk_sk: Dátum vytvorenia

source: Filesets
es_es: Conjuntos de archivos
fr_fr: Jeux de données
nl_be: Bestandsreeks
sk_sk: Sety Súborov

source: Console
es_es: Consola
sk_sk: Konzola

source: bconsole (batch-mode), please handle with care.
es_es: bconsole (batch-mode), por favor usar con cuidado.
fr_fr: bconsole (mode lot), à utiliser avec prudence.
nl_be: bconsole (batch-mode), gelieve voorzichtig te zijn.
sk_sk: bconsole (dávkový-mód), prosím, zaobchádzajte s ním opatrne.

source: All commands have to be a one liner, dialogs are not working.
es_es: Todos los comandos deben ser de una línea, diálogos no funcionan.
fr_fr: Toutes les commandes doivent être en une ligne, les dialogues ne sont pas supportés.
nl_be: Alle functies moeten op één lijn staan, dialogen werken niet.
sk_sk: Všetky príkazy musia byť v jednom riadku, dialógy nefungujú.

source: Type help for a list of commands.
es_es: Escriba 'help' para ver comandos disponibles.
fr_fr: Tapez help pour la liste des commandes
nl_be: Typ help voor een lijst van functies.
sk_sk: Zadaj help pre zobrazenie príkazov.

source: Director
fr_fr: Directeur
sk_sk: Riaditeľ

source: Director Status
es_es: Estado del Director
fr_fr: Status du directeur
sk_sk: Stav Riaditeľa zálohovania

source: Refresh
es_es: Actualizar
fr_fr: Rafraîchir
nl_be: Vernieuw
sk_sk: Obnoviť

source: Director messages
es_es: Mensajes del Director
fr_fr: Messages du directeur
nl_be: Director berichten
sk_sk: Správy riaditeľa zálohovania

source: Sorry, it seems you are not authorized to run this module. If you think this is an error, please contact your local administrator.
nl_be: Helaas, het lijkt er op dat je niet geautoriseerd bent om deze module uit te voeren. Als je denkt dat dit een fout is, contacteer dan jouw beheerder.
sk_sk: Prepáčte, vyzerá to, že nemáte oprávnenie spustiť tento modul. Ak si myslíte, že došlo k chybe, kontaktujte Vášho administrátora.

source: Please read the <a href="http://doc.bareos.org/master/html/bareos-manual-main-reference.html#sec:webui-console" target="_blank">Bareos documentation</a> for any additional information on how to configure the Command ACL directive of your Console/Profile resources. Following is a list of required commands which need to be in your Command ACL to run this module properly:
nl_be: Gelieve de <a href="http://doc.bareos.org/master/html/bareos-manual-main-reference.html#sec:webui-console" target="_blank">Bareos documentatie</a> te lezen voor bijkomende informatie over hoe de Command ACL instructie van jouw Console/Profiel bronnen te configureren. Hierna volgt een lijst met verplichte commando's die in jouw Command ACL nodig zijn om correct te lopen.
sk_sk: Prečítajte si prosím <a href="http://doc.bareos.org/master/html/bareos-manual-main-reference.html#sec:webui-console" target="_blank">Bareos documentation</a> pre viac informácií ako nastavitť Command ACL vo Vašej Konzole/Profile. Nasleduje zoskupenie potrebných príkazov, ktoré môžu byť použité v Command ACL pre korektné spustenie tohoto modulu:

source: Jobs
es_es: Trabajos
nl_be: Taken
sk_sk: Úlohy

source: Documentation
nl_be: Documentatie
sk_sk: Dokumentácia

source: Mailinglists
sk_sk: Zoznam adresátov

source: Bugtracker
sk_sk: Odchytávač chýb

source: Support
nl_be: Ondersteuning
sk_sk: Podpora

source: Subscription
nl_be: Abonnement
sk_sk: Predplatné

source: Logout
es_es: Cerrar sesión
fr_fr: Déconnexion
nl_be: Uitloggen
sk_sk: Odhlásiť

source: A 404 error occurred
es_es: Ha ocurrido un error 404
fr_fr: Une erreur 404 a été rencontrée
nl_be: Er heeft zich een 404-fout voorgedaan
sk_sk: Vyskytla sa chyba 404

source: The requested controller was unable to dispatch the request.
es_es: El controlador solicitado no pudo despachar a la solicitud
fr_fr: Le contrôleur demandé n'a pas peu transmettre la requête.
nl_be: De gevraagde controller was niet in staat om de aanvraag te verzenden.
sk_sk: Požadovaný ovládač nemohol odoslať požiadavku.

source: The requested controller could not be mapped to an existing controller class.
es_es: El controlador solicitado no pudo mapearse a una clase controladora existente.
fr_fr: Le contrôleur demandé ne peut être mappé avec une classe contrôleur existante.
nl_be: De gevraagde controller kon niet omgezet worden in een bestaande controller klasse.
sk_sk: Požadovaný ovládač nemôže byť namapovaný na už existujúcu triedu ovládača.

source: The requested controller was not dispatchable.
es_es: El controlador solicitado no es despachable
fr_fr: Le contrôleur demandé ne peut être lancé
nl_be: De gevraagde controller kan niet verzonden worden.
sk_sk: Požadovaný ovládač nebolo možné odoslať.

source: The requested URL could not be matched by routing.
es_es: La URL solicitada no coincidió con ninguna ruta.
fr_fr: l'url demandée ne peut être routée
nl_be: De gevraagde URL kon niet gepaard worden via routing.
sk_sk: Požadovanú adresu URL nie je možné správne namapovať.

source: We cannot determine at this time why a 404 was generated.
es_es: No podemos determinar en este momento porque el 404 fué generado.
fr_fr: Nous ne pouvons déterminé actuellement pourquoi une erreur 404 a été levée
nl_be: We kunnen
sk_sk: Momentálne sa nedá zistiť príčina vyskytnutia chyby 404.

source: Controller
es_es: Controlador
fr_fr: Contrôleur
sk_sk: Ovládač

source: resolves to %s
es_es: resuelve a %s
fr_fr: résolu en %s
nl_be: leid naar %s
sk_sk: vyriešených %s

source: Additional information
es_es: Información Adicional
fr_fr: Information additionnelle
nl_be: Bijkomende informatie
sk_sk: Podrobnejšie informácie

source: File
es_es: Archivo
fr_fr: Fichier
nl_be: Bestand
sk_sk: Súbor

source: Stack trace
es_es: Traza de Pila
fr_fr: Trace de débogage
sk_sk: Stack odchytávanie

source: Previous exceptions
es_es: Errores anteriores
fr_fr: Précédentes exceptions
nl_be: Vorige uitzonderingen
sk_sk: Predchádzajúca výnimka

source: No Exception available
es_es: No hay error disponible
fr_fr: Pas d'exception disponible
nl_be: Geen uitzonderingen beschikbaar
sk_sk: Nedostená výnimka

source: An error occurred
es_es: Ha ocurrido un error
fr_fr: Une erreur est survenue
nl_be: Er heeft zich een fout voorgedaan
sk_sk: Vyskytla sa chyba

source: Backup jobs
es_es: Taréas de copiade seguridad
fr_fr: jobs de sauvegarde
nl_be: Backup taken
sk_sk: Úlohy záloh

source: Backups
es_es: Copias de seguridad
fr_fr: Sauvegardes
sk_sk: Zálohy

source: Restore to client
es_es: Restaurar a cliente
fr_fr: Restaurer vers client
nl_be: Herstel naar machine
sk_sk: Obnoviť na klienta

source: Restore to (another) client
es_es: Restaurar a (otro) cliente
fr_fr: Restaurer vers (un autre) client
nl_be: Herstel naar een (andere) machine
sk_sk: Obnoviť na (iného) klienta

source: Please choose a fileset
es_es: Elija un conjunto de archivos
fr_fr: Choisissez un jeu de données
nl_be: Gelieve een bestandsreeks te kiezen
sk_sk: Vyberte prosím fileset

source: Restore job
es_es: Taréa de restauración
fr_fr: Job de restauration
nl_be: Herstel taak
sk_sk: Obnoviť úlohu

source: Merge all client filesets
es_es: Combinar todos los conjuntos de archivos del cliente
fr_fr: Fusionner tous les filesets du client
nl_be: Alle machine-bestandsreeksen samenvoegen
sk_sk: Zlúčiť všetky filesety klientov

source: Merge all related jobs to last full backup of selected backup job
es_es: Combinar todas las taréas relacionados a la última copia de seguridad completa de la taréa de copia de seguridad seleccionada
fr_fr: Fusionner tous les jobs relatifs à la dernière sauvegarde complète pour le job sélectionné
nl_be: Alle verwante taken sinds de laatste volledige backup van de geselecteerde taak samenvoegen
sk_sk: Zlúčiť všetky filesety do poslednej zálohy vybranej úlohy zálohovania

source: Merge jobs
es_es: Combinar taréas
fr_fr: Fusionner les jobs
nl_be: Taken samenvoegen
sk_sk: Zlúčiť úlohy

source: Replace files on client
es_es: Reemplazar archivos en cliente
fr_fr: Remplacer les fichiers sur la destination
nl_be: Vervang bestand op machine
sk_sk: Preplácnuť súbory na klientovi

source: always
es_es: siempre
fr_fr: toujours
nl_be: altijd
sk_sk: vždy

source: never
es_es: nunca
fr_fr: jamais
nl_be: nooit
sk_sk: nikdy

source: if file being restored is older than existing file
es_es: si el archivo a restaurar es más antiguo que el existente
fr_fr: si le fichier restauré est plus ancien que l'existant
nl_be: als het bestand dat wordt hersteld ouder is dan het bestaande bestand
sk_sk: ak bol súbor obnovený, je starší ako existujúci súbor
