Repository: bareos/bareos
Catalog: module/Application/language/*.po
Languages: es_es, fr_fr, nl_be, sk_sk

source: if file being restored is newer than existing file
es_es: si el archivo a restaurar es más reciente que el existente
fr_fr: si le fichier restauré est plus récent que l'existant
nl_be: als het bestand dat wordt hersteld nieuwer is dan het bestaande bestand
sk_sk: ak bol súbo obnovený, je novší ako existujúci súbor

source: Restore location on client
es_es: Ubicación donde se restaurá en cliente
fr_fr: Emplacement de la restauration sur le client
nl_be: Herstel locatie op machine
sk_sk: Obnoviť lokalitu na klientovi

source: e.g. / or /tmp/bareos-restores/
es_es: ej: / ó /tmp/restauracion/
fr_fr: Par exp. / ou /tmp/bareos-restores
nl_be: bv. / of /tmp/bareos-restores/
sk_sk: napr. / alebo /tmp/bareos-restores/

source: Related jobs for a most recent full restore
es_es: Taréas relacionados para una restauración completa más reciente
fr_fr: Jobs relatifs pour une restauration complète la plus récente
nl_be: Verwante taken voor een meest recent volledig herstel
sk_sk: Súvisiace úlohy pre najčastejšie úplné obnovenia

source: File selection
es_es: Seleccion de Archivos
fr_fr: Sélection de fichier
nl_be: Bestandsselectie
sk_sk: Výber súboru

source: Size
es_es: Tamaño
fr_fr: Taille
nl_be: Grootte
sk_sk: Veľkosť

source: Date
es_es: Fecha
nl_be: Datum
sk_sk: Dátum

source: Slot
es_es: Casillero
fr_fr: Emplacement

source: Failed to send result as json. Maybe result message to long?
es_es: No se pudo enviar resultados como json, ¿Talvez mensaje era muy grande?
