Repository: bareos/bareos
Catalog: webui/module/Application/language/*.po
Languages: hu_hu

source: Dashboard
hu_hu: Műszerfal

source: Not enough data to estimate progress or statistics collection is disabled.
hu_hu: Nincs elég adat a haladás megbecsüléséhez vagy a statisztika gyűjtés le van tiltva.

source: There are no jobs running.
hu_hu: Nem fut egy feladat sem.

source: Job Totals
hu_hu: Feladat összegek

source: Jobs
hu_hu: Feladatok

source: Files
hu_hu: Fájlok

source: Bytes
hu_hu: Bájt

source: Most recent job status per job name
hu_hu: A legutolsó feladat állapot eladat nevenként

source: Job name
hu_hu: Feladat név

source: Status
hu_hu: Állapot

source: Job ID
hu_hu: Feladat azonosító

source: Client
hu_hu: Kliens

source: Level
hu_hu: Szint

source: Start
hu_hu: Indulás

source: End
hu_hu: Befejezés

source: Current Director messages
hu_hu: Aktuális Direktor üzenetek

source: Running Jobs
hu_hu: Futó feladatok

source: Jobs started during the past 24 hours
hu_hu: Az elmúlt 24 órában indított feladatok

source: Running
hu_hu: Folyamatban

source: Waiting
hu_hu: Várakozik

source: Successful
hu_hu: Sikeres

source: Warning
hu_hu: Figyelmeztetés

source: Failed
hu_hu: Sikertelen

source: jobname
hu_hu: feladatnév

source: Time period
hu_hu: Periódus

source: last 24 hours
hu_hu: utolsó 24 óra

source: last 3 days
hu_hu: utolsó 3 nap

source: last week
hu_hu: utolsó hét

source: last month
hu_hu: utolsó hónap

source: last year
hu_hu: utolsó év

source: unlimited
hu_hu: korlátlan

source: period
hu_hu: periódus

source: all
hu_hu: mind

source: running
hu_hu: folyamatban

source: waiting
hu_hu: várakozik

source: terminated unsuccessfully
hu_hu: véget ért sikertelenül

source: terminated successfully
hu_hu: véget ért sikeresen

source: warning
hu_hu: figyelmeztetés

source: Job
hu_hu: Feladat

source: Fileset
hu_hu: Fájl készlet

source: Storage
hu_hu: Tároló

source: Pool
hu_hu: Készlet

source: Priority
hu_hu: Priorítás

source: Type
hu_hu: Típus

source: When
hu_hu: Mikor

source: Submit
hu_hu: Elküld

source: Show
hu_hu: Mutat

source: Actions
hu_hu: Tevékenységek

source: Run
hu_hu: Futtatás

source: Job list
hu_hu: Feladat lista

source: Errors
hu_hu: Hibák

source: Failed to retrieve data from Bareos director
hu_hu: Sikertelen az adatok lekérése a Bareos direktortól

source: Error message received from director:
hu_hu: Hibaüzenet érkezett a direktortól:

source: Failed to send result as json. Maybe the result message is too long?
hu_hu: Sikertelen az eredmény json formátumú küldése. Lehet, hogy az eredmény üzenet túl nagy?

source: Close
hu_hu: Bezár

source: Scheduled
hu_hu: Ütemezett

source: Messages
hu_hu: Üzenetek

source: Timestamp
hu_hu: Időbélyeg

source: Message
hu_hu: Üzenet

source: Used Volumes
hu_hu: Használt kötetek

source: Volume
hu_hu: Kötetek

source: Job Actions
hu_hu: Feladat műveletek

source: Volumes
hu_hu: Kötetek

source: Devices
hu_hu: Eszközök

source: Pools
hu_hu: Készletek

source: Name
hu_hu: Név

source: Last written
hu_hu: Utoljára írva

source: Retention/Expiration
hu_hu: Megőrzés/Lejárat

source: Maximum bytes
hu_hu: Maximum bájt

source: Current bytes
hu_hu: Aktuális bájt

source: Label date
hu_hu: Címke dátuma

source: First written
hu_hu: Először írva

source: Volume jobs
hu_hu: Kötet feladatok

source: Recycle
hu_hu: Újrahasznosít

source: Volume details
hu_hu: Kötet részletei

source: Jobs on volume
hu_hu: Feladatok a köteten

source: Starttime
hu_hu: Kezdő idő

source: Endtime
hu_hu: Befejező idő

source: Volume writes
hu_hu: Kötet írások

source: Slot
hu_hu: Foglalat

source: Media Id
hu_hu: Média azonosító

source: Volume Blocks
hu_hu: Kötet blokkok

source: Volume use duration
hu_hu: Kötet felhasználási tartam

source: Volume Pool Id
hu_hu: Kötet készlet azonosító

source: In changer
hu_hu: Cserélő

source: Volume Files
hu_hu: Kötet fájlok

source: Max. volume jobs
hu_hu: Max. kötet feladatok

source: Volume mounts
hu_hu: Kötet csatolások

source: Volume capacity bytes
hu_hu: Kötet kapacitás bájtok

source: Volume errors
hu_hu: Kötet hibák

source: Enabled
hu_hu: Engedélyezett

source: Max. volume files
hu_hu: Max. kötet fájlok

source: Endfile
hu_hu: Végfájl

source: Endblock
hu_hu: Végblokk

source: Labeltype
hu_hu: Címketípus

source: Device Id
hu_hu: Eszköz azonosító

source: Location Id
hu_hu: Hely azonosító

source: Recycle count
hu_hu: Újrahasznosítási számláló

source: Initial write
hu_hu: Kezdeti írás

source: Scratch Pool Id
hu_hu: Készlet azonosító törlése

source: Recycle Pool Id
hu_hu: Készlet azonosító újra felhasználása

source: Comment
hu_hu: Megjegyzés

source: bconsole (batch-mode), please handle with care.
hu_hu: bconsole (kötegelt mód), legyen óvatos.

source: All commands have to be a one liner, dialogs are not working.
hu_hu: Minden parancsnak egy sorosnak kell lennie, dialógus ablakok nincsenek.

source: Type help for a list of commands.
hu_hu: A parancsok listájához írja be: help.

source: Schedules
hu_hu: Ütemezések

source: Overview
hu_hu: Áttekintés

source: Scheduler status
hu_hu: Ütemező állapot

source: Schedule Details
hu_hu: Ütemezés részletei

source: Status Scheduler
hu_hu: Állapot ütemező

source: Backup jobs
hu_hu: Mentési feladatok

source: Backups
hu_hu: Mentések

source: Restore to client
hu_hu: Visszaállítás kliensre

source: Restore to (another) client
hu_hu: Visszaállítás (másik) kliensre

source: Please choose a fileset
hu_hu: Válasszon fájl készletet

source: Restore job
hu_hu: Visszaállítási feladat

source: Merge all client filesets
hu_hu: Minden kliens fájl készlet összefésülése

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Merge all related jobs to last full backup of selected backup job
hu_hu: Minden kapcsolódó feladat összefésülése a kiválasztott mentési feladat utolsó teljes mentésébe

source: Merge jobs
hu_hu: Feladatok összefésülése

source: Replace files on client
hu_hu: Fájlok kicserélése a kliensen

source: always
hu_hu: mindig

source: never
hu_hu: soha

source: if file being restored is older than existing file
hu_hu: ha a visszaállítandó fájl régebbi, mint a létező

source: if file being restored is newer than existing file
hu_hu: ha a visszaállítandó fájl újabb, mint a létező

source: Restore location on client
hu_hu: Visszaállítás helye a kliensen

source: e.g. / or /tmp/bareos-restores/
hu_hu: pl. / vagy /tmp/bareos-restores/

source: Related jobs for a most recent full restore
hu_hu: Legfrissebb teljes visszaállításhoz kapcsolódó feladatok

source: Restore
hu_hu: Visszaállítás

source: Restore multiple files
hu_hu: Több fájl visszaállítása

source: Restore specific file version
hu_hu: Fájl megadott változatának visszaállítása

source: Error message received:
hu_hu: Hibaüzenet érkezett:

source: Director message
hu_hu: Direktor üzenet

source: Job report
hu_hu: Feladat riport

source: Confirm restore job submit
hu_hu: VIsszaállítási feladat elküldésének megerősítése

source: Cancel
hu_hu: Mégsem

source: No files or directories selected to restore!
hu_hu: Nincs kijelölt fájl vagy mappa a visszaállításhoz!

source: File selection
hu_hu: Fájl kiválasztás

source: Size
hu_hu: Méret

source: Last modification
hu_hu: Utolsó módosítás

source: No file selected to restore!
hu_hu: Nincs kijelölve fájl a visszaállításhoz!

source: Selected file
hu_hu: Kijelölt fájl

source: Available versions
hu_hu: Elérhető verziók

source: Checksum
hu_hu: Ellenőrző összeg

source: Clients
hu_hu: Kliensek

source: Storages
hu_hu: Tárolók

source: Director
hu_hu: Direktor

source: Console
hu_hu: Konzol

source: Documentation
hu_hu: Dokumentáció

source: Mailinglists
hu_hu: Levelezési listák

source: Bugtracker
hu_hu: Hibakövető

source: Support
hu_hu: Támogatás

source: Subscription
hu_hu: Feliratkozás

source: Logout
hu_hu: Kijelentkezés

source: An error occurred
hu_hu: Hiba történt

source: Additional information
hu_hu: További információ

source: File
hu_hu: Fájl

source: Stack trace
hu_hu: Híváslista

source: Previous exceptions
hu_hu: Előző kivételek

source: No Exception available
hu_hu: Nincs elérhető kivétel

source: A 404 error occurred
hu_hu: 404-es hiba történt

source: The requested controller was unable to dispatch the request.
hu_hu: A kért vezérlő nem tudta elküldeni a kérést.

source: The requested controller could not be mapped to an existing controller class.
hu_hu: A kért vezérlő nincs hozzátársítva egy létező vezérlő osztályhoz.

source: The requested controller was not dispatchable.
hu_hu: A kért vezérlő nem kiküldhető.

source: The requested URL could not be matched by routing.
hu_hu: A kért URL nem található meg az útválasztás alapján.

source: We cannot determine at this time why a 404 was generated.
hu_hu: Jelenleg nem állapítható meg, miért generálódott 404-es hiba.

source: Controller
hu_hu: Vezérlő

source: resolves to %s
hu_hu: feloldva erre: %s

source: Drive
hu_hu: Meghajtó

source: Storage Devices
hu_hu: Tároló eszközök

source: Autochanger
hu_hu: Automata váltó

source: Storage details
hu_hu: Tároló részletei

source: Label barcodes
hu_hu: Címke vonalkódok

source: Assign media to this pool.
hu_hu: Adathordozó hozzárendelése ehhez a készlethez.

source: Use this drive for labeling.
hu_hu: Ezen meghajtó használata a címkézéshez.

source: Import/Export Slots
hu_hu: Foglalatok importálása/exportálása

source: Import all
hu_hu: Minden importálása

source: Drives
hu_hu: Meghajtók

source: Loaded
hu_hu: Betöltve

source: Slots
hu_hu: Foglalatok

source: Update slots
hu_hu: Foglalatok frissítése

source: Expiration
hu_hu: Lejárat

source: Media Type
hu_hu: Média típusa

source: Import
hu_hu: Importálás

source: Release
hu_hu: Elengedés

source: not in catalog
hu_hu: nincs a katalógusban

source: Export
hu_hu: Exportálás

source: Storage Status
hu_hu: Tároló állapot

source: Version
hu_hu: Verzió

source: Client details
hu_hu: Kliens részletei

source: Fileretention
hu_hu: Fájl megőrzés

source: Jobretention
hu_hu: Feladat megőrzés

source: Client Status
hu_hu: Kliens állapot

source: Director Status
hu_hu: Direktor állapot

source: Refresh
hu_hu: Frissítés

source: Director messages
hu_hu: Direktor üzenetek

source: Filesets
hu_hu: Fájl készlet

source: Fileset details
hu_hu: Fájl készlet részletei

source: Id
hu_hu: Azonosító

source: Creation time
hu_hu: Létrehozás dátuma

source: Maximum volumes
hu_hu: Maximum kötet

source: Volume retention
hu_hu: Kötet megőrzés

source: Maximum volume jobs
hu_hu: Maximum kötet feladatok

source: Maximum volume bytes
hu_hu: Maximum kötet bájtok

source: Pool details
hu_hu: Készlet részletei

source: View Job Details
hu_hu: Feladat részletei

source: Backup
hu_hu: Mentések

source: Migrated
hu_hu: Migrált

source: Verify
hu_hu: Ellenőrzött

source: Console program
hu_hu: Konzol program

source: Internal system job
hu_hu: Belső rendszer feladat

source: Admin
hu_hu: Adminisztrátor

source: Archive
hu_hu: Archív

source: Copy of a job
hu_hu: Feladat másolata

source: Copy job
hu_hu: Feladat másolása

source: Migration job
hu_hu: Migrációs feladat

source: Scan
hu_hu: Beolvasás

source: Consolidate
hu_hu: Megerősítés

source: Full
hu_hu: Teljes

source: Differential
hu_hu: Különbözeti

source: Incremental
hu_hu: Növekményes

source: Base
hu_hu: Alap

source: Catalog
hu_hu: Katalógus

source: Data
hu_hu: Adat

source: None
hu_hu: Nincs

source: year(s)
hu_hu: év

source: month(s)
hu_hu: hónap

source: day(s)
hu_hu: nap

source: hour(s)
hu_hu: óra

source: second(s)
hu_hu: másodperc

source: Used
hu_hu: Használt

source: expired
hu_hu: lejárt

source: expires in 1 day
hu_hu: lejár 1 nap múlva

source: expires in
hu_hu: lejár

source: days
hu_hu: nap múlva

source: today
hu_hu: ma

source: day(s) ago
hu_hu: nappal ezelőtt

source: month(s) ago
hu_hu: hónappal ezelőtt

source: year(s) ago
hu_hu: évvel ezelőtt

source: enabled
hu_hu: Engedélyezett

source: disabled
hu_hu: Letiltott

source: Non-fatal error
hu_hu: Nem végzetes hiba

source: Failure
hu_hu: Sikertelen

source: Job terminated in error
hu_hu: Feladat befejezve hibával

source: Fatal error
hu_hu: Végzetes hiba

source: Terminated normally
hu_hu: Véget ért sikeresen

source: Success
hu_hu: Sikeres

source: Created but not yet running
hu_hu: Létrehozva, de még nem fut.

source: Queued
hu_hu: Várakozó

source: Blocked
hu_hu: Blokkolt

source: Verify differences
hu_hu: Különbségek ellenőrzése

source: Verify found differences
hu_hu: Megtalált különbségek ellenőrzése

source: Canceled by user
hu_hu: Felhasználó leállította

source: Canceled
hu_hu: Mégsem

source: Waiting on File daemon
hu_hu: Várakozás a Fájl démonra

source: Waiting on the Storage daemon
hu_hu: Várakozás a Tároló démonra

source: Waiting for new media
hu_hu: Várakozás az új médiára

source: Waiting for Mount
hu_hu: Várakozás a csatolásra

source: Waiting for storage resource
hu_hu: Várakozás a tároló erőforrásra

source: Waiting for job resource
hu_hu: Várakozás a feladat erőforrásra

source: Waiting for Client resource
hu_hu: Várakozás a kliens erőforrásra

source: Waiting for maximum jobs
hu_hu: Várakozás a maximális feladatszámra

source: Waiting for start time
hu_hu: Várakozás az indulási időre

source: Waiting for higher priority jobs to finish
hu_hu: Várakozás a nagyobb priorítású feladatok lefutására

source: SD despooling attributes
hu_hu: SD várólista megszüntetés attribútumai

source: Doing batch insert file records
hu_hu: Fájl rekordok kötegelt beillesztése

source: Incomplete Job
hu_hu: Nem lefutott feladat

source: Incomplete
hu_hu: Nem teljes

source: Committing data (last despool)
hu_hu: Adat rögzítése (utolsó despool)

source: Committing data
hu_hu: Adat rögzítése

source: Terminated normally with warnings
hu_hu: Sikeresen befejezve figyelmeztetésekkel

source: Doing data despooling
hu_hu: Adat várólista megszüntetése

source: Queued waiting for device
hu_hu: Sorbaállított várakozás az eszközre

source: Disabled
hu_hu: Letiltott

source: Disable
hu_hu: Letilt

source: Enable
hu_hu: Engedélyez

source: Rerun
hu_hu: Újra futtatás

source: Manage autochanger
hu_hu: Automata váltó beállítása
