<html>
<head>
<title>Bacula 2.0.0 Pressemitteilung</title>
</head>
<body>

<h1>Bacula 2.0.0 Pressemitteilung</h1>

<h2>Inhalt</h2>

<a href="#originalrelease">Release-Mitteilung</a><br>
<a href="#additionalfeatures">Neue Funktionen</a><br>

<a href="#download">Download-Quellen</a><br>
<a href="#doc">Dokumentation</a><br>
<a href="#license">Lizenz</a><br>
<a href="#contacts">Kontakt</a><br>
<a href="#support">Kommerzieller Support</a><br>
<a href="#links">Links</a><br>
<a href="#translations">&Uuml;bersetzungen</a><br>

<a name="originalrelease"></a><h2>Release-Mitteilung</h2>

<p>
<b>4. Januar 2007, Lausanne, Schweiz</b>: Das Bacula-Projekt gibt heute die Version 2.0 der Netzwerk-Backup L&ouml;sung Bacula frei.
Diese Version bringt neue Features und Leistungsverbesserungen, die von vielen
Benutzern gew&uuml;nscht wurden. Damit bekommt Bacula in vielen Bereichen die F&auml;higkeiten
von Enterprise-Backup-L&ouml;sungen. Mit Version 2.0.0 d&uuml;rften noch mehr Nutzer zu Bacula
migrieren als bisher. Die letzte Release-Version war 1.38.11 vom 29. Juni 2006.

<p>"Obwohl ich das nicht im Detail untersucht habe, enth&auml;lt diese Version wahrscheinlich
die meisten wichtigen Neuerungen in einer Release in der Geschichte von Bacula", so Kern Sibbald,
Mitbegr&uuml;nder des Projekts und einer der zentralen Entwickler. "Dies war nur mit der unglaublichen Mitarbeit der Community an dem Projekt m&ouml;glich -- vielen Dank an
alle, die diese Version erm&ouml;glicht haben."

<p>
<a name="additionalfeatures"></a>Neue Funktionen und Tools um Netzwerk-Backups
zu vereinfachen sind u.a.:

<ul>
<li>Job Migration (von einem Volume auf ein anderes)
<li>bweb, ein neues Programm im bacula-gui Paket
<li>Neuer Code f&uuml;r schnellere Restores von Festplatten-Volumes
<li>Verschl&uuml;sselung der Daten auf Volumes
<li>Verbesserte Unterst&uuml;tzung von Wechselmedien wie DVD und USB-Platten
<li>Win32-Software wird mit mingw32 cross-compiled
<li>Director und Storage Daemon sind auf Win32 portiert
<li>Baculas Restore und bextract k&ouml;nnen nicht-portierbar gespeicherte Win32-Daten auf jeden Client zur&uuml;ckspeichern (einschliesslich Unix/Linux)
<li>Die 260-Zeichen-Begrenzung von Win32-Pfadnamen entf&auml;llt
<li>Mehr Flexibilit&auml;t um Skripte vor und nach Jobs, sowohl auf dem Server wie auch auf dem Client, zu starten
<li>Unterst&uuml;tzung von SunOS ACLs
<li>Es ist m&ouml;glich Volumes und Jobs zu (de-)aktivieren
<li>Verbesserter Durchsatz beim Spoolen wenn mehrere Jobs parallel laufen
<li>Windows-Systemtray Statusfenster k&ouml;nnen in der Gr&ouml;&szlig;en ge&auml;ndert und gescrollt werden
<li>Verbesserte Unterst&uuml;tzung von Volume Management Programmen, z.B. zur Verwaltung von Bandlagerorten
<li>Manual-pages f&uuml;r die meisten Daemon-Programme und Tools
</ul>

<p>
<b>&UUML;ber Bacula:</b> Bacula ist das Produkt vieler Entwickler und wird seit sechs
Jahren kontinuierlich gepflegt und weiterentwickelt. Separate Komponenten f&uuml;r
spezifische Aufgaben ergeben ein robustes, gut handhabbares und vollst&auml;ndiges
Backup-System f&uuml;r eine Vielzahl von Umgebungen.

Bacula ist ein Open-Source-Projekt und kann ohne Lizenzkosten sowohl f&uuml;r
kommerzielle wie nicht-kommerzielle Anwendungen eingesetzt werden.

<p>
Die Qualit&auml;t von Bacula zeigt sich u.a. darin, dass es in Backup-Tutorials wie auch
in B&uuml;chern vorgestellt wird. Es hat in kurzer Zeit eine weite Verbreitung gefunden.

<a name="download"></a><h2>Download-Quellen</h2>

<ul>
<li><a href="http://sourceforge.net/project/showfiles.php?group_id=50727"> Offizielles Repository</a> (englisch)
<li>Installationspakete f&uuml;r viele Betriebssysteme (FreeBSD, OpenBSD, NetBSD, MacOSX, Win32, Irix, AIX, HP-UX, Gentoo, Debian, Ubuntu, etc.) sind verf&uuml;gbar.
</ul>

<a name="doc"></a><h2>Dokumentation</h2>
<ul>
<li><a href="http://www.bacula.org/en/rel-manual/">Offizielle Dokumentation</a> (englisch)
<li><a href="http://www.bacula.org/en/rel-manual/Brief_Tutorial.html">Tutorial</a> (englisch)

<li><a href="http://www.bacula.org/en/developers/index.html">Developer's Guide</a>
 (englisch)</ul>

<a name="license"></a><h2>Lizenz</h2>

Bacula steht unter der GPL, das heisst der Quellcode ist frei verf&uuml;gbar.
Bacula kann ohne jede Lizenzkosten eingesetzt werden.

<ul>
<li><a href="http://www.bacula.org/en/rel-manual/Bacula_Copyri_Tradem_Licens.html"> Vollst&auml;ndiger Lizenztext (englisch)</a>
</ul>

<a name="support"></a><h2>Kommerzieller Support</h2>

<p>
Bacula wird von einer Vielzahl von Firmen unterst&uuml;tzt: Sie stellen oder bezahlen Entwickler, bieten Hosting-Ressourcen oder helfen finanziell.

<p>
Es gibt eine gro&szlig;e Gruppe von
<a href="http://www.bacula.org/?page=professional">Firmen die Bacula-Support
anbieten</a>, von einzelnen Beratern bis zu international agierenden Unternehmen.

<p>
<a href="http://www.bacula.org/en/?page=makedonation">Finanzielle Unterst&uuml;tzung wird gerne gesehen</a> (englisch)


<a name="contacts"></a><h2>Kontakt</h2>

<p>
<a href="http://www.bacula.org/">Bacula-Projekt Homepage</a> (englisch)

<p>
Allgemeine Fragen (englischsprachig):<br>
Dan Langille<br>
Bacula Project<br>
+1 613 863 9741<br>
<a href="mailto:press@bacula.org">press@bacula.org</a><br><br>

oder (deutschsprachig)<br><br>
Arno Lehmann<br>
IT-Service Lehmann<br>
+49 541 5803396<br>
<a href="mailto:press-de@bacula.org">press-de@bacula.org</a></br></br>

<a name="links"></a><h2>Links</h2>

<h3>Grafische Nutzerinterfaces</h3>

<ul>
<li><b>bimagemgr</b> - Bimagemgr ist ein Web-basiertes Programm um
Datei-Volumes auf CDs zu schreiben. Bimagemgr ist in Perl geschrieben.
<li><b>wx-console</b> - wx-console ist ein grafisches Konsolenprogramm, das mit wxWidgets entwickelt wurde und auf allen Client-Plattformen zur Verf&uuml;gung steht.
<li><b>gnome-console</b> - Die gnome-console ist eine grafische Konsole f&uuml;r Systeme mit Gnoem 2.x.
<li><b>tray-monitor</b> - Der tray-monitor ist ein Daemon-&UUML;berwachungsprogramm f&uuml;r den Systemtray-Bereich unter Gnome und KDE.
<li><b>bweb</b> - Bweb ist ein in Perl entwickeles Web-Frontend f&uuml;r grundlegende Aufgaben und Statistiken.
<li><b>brestore</b> - Brestore ist ein grafisches Interface f&uuml;r den Restore-Prozess. Es erfordert Perl/GTK/Glade.
<li><b>bacula-web</b> - Bacula-web ist ein php-basierendes Web-Frontend f&uuml;r den &UUML;berblick &uuml;ber ausgef&uuml;hrte Jobs und Volume-Benutzung.
</ul>

<p>
Eine vollst&auml;ndige Liste der
<a href="http://www.bacula.org/en/dev-manual/GUI_Programs.html">grafischen Nutzerinterfaces</a> (englisch).

<a name="translations"></a><h3>Offizielle &Uuml;bersetzungen dieses Dokuments</h3>

<ul>
<li><a href="http://www.bacula.org/about/press/presskit200.en.html">Englisch</a>
</ul>

<ul>
<li><a href="http://www.bacula.org/about/press/presskit200.fr.html">Franz&ouml;sisch</a>
</ul>


</body>
<html>
