<html>
<head>
<title>Bacula 2.0.0 Press Kit</title>
</head>
<body>

<h1>Bacula 2.0.0 Press Kit</h1>

<h2>Contents</h2>

<a href="#originalrelease">Texte du communiqu&eacute;</a><br>
<a href="#additionalfeatures">Fonctionnalit&eacute;s suppl&eacute;mentaires</a><br>
<a href="#download">Ou t&eacute;l&eacute;charger</a><br>
<a href="#doc">Documentation</a><br>
<a href="#license">Licence</a><br>
<a href="#contacts">Contacts</a><br>
<a href="#support">Support Professionnel</a><br>
<a href="#links">Liens</a><br>
<a href="#translations">Traductions</a><br>

<a name="originalrelease"></a><h2>Texte du communiqu&eacute;</h2>

<p>
<b>4 Janvier 2007, Lausanne, Suisse</b>: L'&eacute;quipe de d&eacute;veloppement Bacula
(Bacula Development Group) a annonc&eacute; aujourd'hui la sortie de la version 2.0 de
la solution de sauvegarde r&eacute;seau Bacula. Cette version apporte, comme demand&eacute; par les
utilisateurs, des nouvelles fonctionnalit&eacute;s, de la maturit&eacute; et des performances am&eacute;lior&eacute;es
en fournissant une qualit&eacute; et une mise en oeuvre comparables &agrave;
une solution de sauvegarde orient&eacute;e entreprise. La version 2.0.0 devrait
entra&icirc;ner encore davantage de migrations vers Bacula. La pr&eacute;c&eacute;dente version
&eacute;tait la 1.38.11, publi&eacute;e le 29 juin 2006.


<p>"Bien que je n'ai pas fait d'&eacute;tude d&eacute;taill&eacute;e, cette version est
probablemment celle qui contient le plus grand nombre de nouvelles
fonctionnalit&eacute;s" a d&eacute;clar&eacute; Kern Sibbald, co-fondateur et membre principal de
l'&eacute;quipe de d&eacute;veloppement. "C'est en grande partie d&uuml; &agrave; l'&eacute;norme investissement
de la communaut&eacute; dans le projet. Merci &agrave; tous ceux qui ont rendu cela
possible".


<p>
<a name="additionalfeatures"></a>Nouvelles fonctionnalit&eacute;s visant &agrave; simplifier les sauvegardes r&eacute;seaux :

<ul>
<li>Migration de Job (d'un volume vers un autre)
<li>Premi&eacute;re version de bweb, nouveau programme du package bacula-gui
<li>Nouveau code de recherche sur disque, pour une restauration plus rapide des volumes sur disque
<li>Chiffrement des donn&eacute;es dans les Volumes
<li>Support additionnel pour les p&eacute;riph&eacute;riques extractibles, comme des DVD et disques USB.
<li>La version Win32 utilise maintenant un cross-compiling via mingw32.
<li>Le Director et le Storage Daemon ont maintenant &eacute;t&eacute; port&eacute;s sous Windows.
<li>Les programmes restore et bextract de bacula peuvent maintenant extraire les donn&eacute;es non-portables Win32 vers n'import quel client (donc les Unix/Linux)
<li>Il n'y a plus de limitation &agrave; 260 caract&egrave;res pour les noms de fichiers Win32
<li>Beaucoup d'am&eacute;liorations pour lancer des scripts avant et apr&eacute;s les t&acirc;ches de sauvegardes, &agrave; la fois sur le client et le serveur.
<li>Ajout du support des ACLs pour SunOS
<li>Possibilit&eacute; d'activer/d&eacute;sactier des volumes et des jobs
<li>Support am&eacute;lior&eacute; des DVD comme media de sauvegarde.
<li>Am&eacute;lioration du spooling quand plusieurs jobs l'utilisent en parall&eacute;le.
<li>Les fen&eacute;tres de statut de windows peuvent maintenant &ecirc;tre redimmensionn&eacute;es et parcourues.
<li>Am&eacute;lioration de la gestion des volumes pour l'utilisateur (localisation physique des bandes)
<li>Nouvelles pages de man pour la plupart des d&eacute;mons et outils de Bacula
</ul>

<p> <b>A propos de Bacula:</b> Bacula est une suite de programmes pour g&eacute;rer
les backups, restaurations, et v&eacute;rifications de donn&eacute;es &agrave; travers le
r&eacute;seau. Ces programmes, chacun d&eacute;di&eacute; &agrave; un jeu de t&acirc;ches sp&eacute;cifiques,
travaillent ensemble afin de de fournir une solution de sauvegarde robuste,
facile &agrave; g&eacute;rer et compl&egrave;te pour tout environnements. Bacula est le fruit du
travail collectif de nombreux d&eacute;veloppeurs, depuis maintenant 6 ans. Bacula est
un produit Open Source et les droits d'utilisations sont sont gratuits pour une
utilisation commerciale ou non.

<p>
La qualit&eacute; de Bacula a &eacute;t&eacute; prouv&eacute;e par son inclusion dans les tutoriaux et livres
traitant de backups. Son adoption est devenue tr&eacute;s vaste en une tr&eacute;s courte
p&eacute;riode de temps.
</p>


<a name="download"></a><h2>Ou t&eacute;l&eacute;charger</h2>

<ul>
<li><a href="http://sourceforge.net/project/showfiles.php?group_id=50727">Site officiel</a>
<li>Des binaires sont disponibles pour la majorit&eacute; des syst&egrave;mes d'exploitation (FreeBSD, OpenBSD, NetBSD, MacOSX, Win32,
Irix, AIX, HP-UX, Gentoo, Debian, Ubuntu, etc)
</ul>

<a name="doc"></a><h2>Documentation</h2>
<ul>
<li><a href="http://www.bacula.org/en/rel-manual/">Documentation officielle (en Anglais)</a>
<li><a href="http://www.bacula.org/en/rel-manual/Brief_Tutorial.html">Tutorial (en Anglais)</a>
<li><a href="http://www.bacula.org/en/developers/index.html">Guide du d&eacute;veloppeur (en Anglais)</a>
</ul>

<a name="license"></a><h2>Licence</h2>

Bacula est sous licence GPL, ce qui signifie que le code est disponible librement.

Bacula is licensed under the GPL, which means the source code is freely available.
Bacula est gratuit pour une utilisation commerciale ou non.
<ul>
<li><a href="http://www.bacula.org/en/rel-manual/Bacula_Copyri_Tradem_Licens.html">D&eacute;tail de la licence (en Anglais)</a>
</ul>

<a name="support"></a><h2>Support Professionnel</h2>

<p>
Bacula est support&eacute; par de nombreuses entreprises, qui sponsorisent les d&eacute;veloppements, fournissent
des capacit&eacute;s d'h&eacute;bergement et nous fournissent un support financier.

<p>
Il existe aussi un grand nombre <a
href="http://www.bacula.org/fr/?page=professional">d'entreprises fournissant un
support Bacula</a>, allant de consultants individuels &agrave; des entreprises
multinationales.

<p>
<a href="http://www.bacula.org/en/?page=makedonation">Les dons sont les bienvenus.</a>
</p>

<a name="contacts"></a><h2>Contacts</h2>

<p>
<a href="http://www.bacula.org/">Page d'accueil Bacula</a>

<p>
Questions d'ordre g&eacute;n&eacute;ral:<br>
Dan Langille<br>
Bacula Project<br>
+1 613 863 9741<br>
<a href="mailto:press@bacula.org">press@bacula.org</a>
</p>

<a name="links"></a><h2>Links</h2>

<h3>Interfaces graphiques</h3>
<ul>
<li><b>bimagemgr</b> - Bimagemgr est une interface web &eacute;crite en Perl qui supervise les volumes disques devant &ecirc;tre &eacute;crits sur CDROM
<li><b>wx-console</b> - wx-console est une console graphique &eacute;crite en wxWidgets et disponible sur toutes les plates formes clientes.
<li><b>gnome-console</b> - La gnome-console est une console graphique disponible sur les syst&egrave;mes supportant Gnome 2.x.
<li><b>tray-monitor</b> - Le tray-monitor est un d&eacute;mon de surveillance qui r&eacute;side dans le tray.
<li><b>bweb</b> - Bweb est une interface web qui fournit un outil pour les op&eacute;rations basique et le reporting.
<li><b>brestore</b> - Brestore est un outil graphique de restauration, disponible sur les syst&egrave;mes supportant Perl/GTK/Glade
<li><b>bacula-web</b> - Bacula-web est une interface web en PHP qui fournit un r&eacute;sum&eacute; des travaux d&eacute;ja ex&eacute;cut&eacute;s.
</ul>

<p>
liste compl&egrave;te <a href="http://www.bacula.org/en/rel-manual/GUI_Programs.html">d'interfaces graphiques</a>.
</p>

<a name="translations"></a><h3>Traductions officielles de ce document</h3>

<ul>
<li><a href="http://www.bacula.org/about/press/presskit200.en.html">Anglais</a>
</ul>

<ul>
<li><a href="http://www.bacula.org/about/press/presskit200.de.html">Alemand</a>
</ul>

</body>
<html>
