<html>
<head>
<title>Dossier de presse Bacula 2.2.0</title>
</head>
<body>

<h1>Dossier de presse Bacula 2.2.0</h1>

<h2>Sommaire</h2>

<a href="#originalrelease">Communiqu&#233; de presse</a><br>
<a href="#additionalfeatures">Nouvelles fonctionnalit&#233;s</a><br>
<a href="#download">O&ugrave; t&#233;l&#233;charger Bacula ?</a><br>
<a href="#doc">Documentation</a><br>
<a href="#license">Licence d'utilisation</a><br>
<a href="#contacts">Contacts</a><br>
<a href="#support">Services aux entreprises</a><br>
<a href="#links">Liens</a><br>
<a href="#translations">Versions traduites</a><br>

<a name="originalrelease"></a><h2>Communiqu&#233; de presse</h2>

<p>
<b>Lausanne (Suisse), 11 ao&ucirc;t 2007</b>: l'Equipe de D&#233;veloppement de Bacula 
annonce la disponibilit&#233; de la version 2.2.0 de la Solution de Sauvegardes 
en R&#233;seau Bacula. Cette version apporte fonctionnalit&#233;s nouvelles, maturit&#233; 
et performances accrues, en accord avec les besoins de ses utilisateurs, 
pour fournir une solution de sauvegardes de qualit&#233; aux entreprises. Un des 
objectifs de la version 2.2.0 est de favoriser un plus grand nombre de 
migrations vers Bacula. La pr&#233;c&#233;dente version, 2.0.3, &#233;tait publi&#233;e le 7 mars 2007. 
</p>

<p>
"Avec cette version appara&icirc;t une nouvelle interface graphique, ce qui refl&egrave;te la 
maturit&#233; croissante du produit", explique Kern Sibbald, le co-fondateur du projet 
et membre de l'&#233;quipe de d&#233;veloppement principale. "De toutes les versions publi&#233;es, 
la 2.2.0 est celle qui a subi le plus de tests &agrave; ce jour, et je tiens &agrave; en remercier 
toutes les personnes ayant entrepris des tests de r&#233;gression. Elles ont men&#233; des 
tests exhaustifs sur les plateformes FreeBSD, Linux, Mac OS X et Solaris. J'ai 
personnellement conduit ces tests de fa&ccedil;on r&#233;p&#233;t&#233;e sur CentOS 5 (d&#233;riv&#233; de RedHat), 
OpenSUSE 10.2 et Mepis (d&#233;riv&#233; de Debian/Ubuntu)."
</p>

<p>
<a name="additionalfeatures"></a>Les nouvelles fonctionnalit&#233;s et outils destin&#233;s 
&agrave; faciliter la r&#233;alisation de sauvegardes via r&#233;seau comprennent : 


<ul>
<li>Bat - la nouvelle interface graphique, d&#233;sormais int&#233;gr&#233;e au projet 
<li>Une optimisation des performances de la base de donn&#233;es, am&#233;liorant la vitesse 
d'insertion d'attributs (d&#233;sormais approximativement 10 fois plus rapide). 
<li>Un nouvel algorithme dit "<i>red/black</i>" pour la construction en m&#233;moire de 
l'arborescence &agrave; restaurer (d&#233;sormais environ 500 fois plus rapide). 
<li>Le support des expressions r&#233;guli&egrave;res dans les clauses <i>Where</i>, pour une 
restauration plus souple de fichiers vers des emplacements variables. 
<li>L'utilisation de l'appel posix_fadvise() dans le <i>File Daemon</i> am&#233;liore 
ses performances en pr&#233;venant la pagination induite par l'ouverture et la lecture 
d'une grande quantit&#233; de fichiers. L'&#233;quivalent sous Win32 est &#233;galement impl&#233;ment&#233;. 
<li>L'am&#233;lioration du syst&egrave;me de r&#233;servation des volumes, r&#233;solvant des situations 
de conflit observ&#233;es avec les biblioth&egrave;ques &agrave; lecteurs multiples. 
<li>Le verrouillage simplifi&#233; du <i>Storage Daemon</i> dans le syst&egrave;me de r&#233;servation. 
<li>La d&#233;tection optionnelle des changements de taille et de date de modification de 
fichiers. 
<li>Une r&#233;impl&#233;mentation plus efficace de listes d'exclusions ou inclusions 
volumineuses. 
<li>L'abandon de l'&#233;lagage (la suppression des enregistrements expir&#233;s dans le catalogue, 
ou <i>pruning</i>) des volumes d&#233;clench&#233; par un appel de la commande <i>status dir</i>.
<li>Un syst&egrave;me d'&#233;lagage plus efficace, comprenant la prise en compte imm&#233;diate 
d'un volume purg&#233; durant celui-ci.
<li>Le passage &agrave; une licence GPL 2 non modifi&#233;e 
</ul>

<p> <b>A propos de Bacula:</b> Bacula est un ensemble de programmes de gestion des 
sauvegardes, des restaurations et de la v&#233;rification d'int&#233;grit&#233; de donn&#233;es en 
r&#233;seau. Ces programmes sont chacun d&#233;di&#233;s &agrave; un jeu de t&acirc;ches sp&#233;cifiques, et 
fonctionnent de fa&ccedil;on coordonn&#233;e pour fournir une solution compl&egrave;te, robuste et 
simple &agrave; administrer, utilisable dans tout type d'environnement. Bacula est le 
fruit de six ann&#233;es d'un d&#233;veloppement collectif par de nombreux programmeurs. 
Bacula est un produit open-source dont l'utilisation &agrave; des fins priv&#233;es ou 
commerciales est gratuite. 
</p>

<p>
La qualit&#233; de Bacula se manifeste par sa mention dans des livres et des articles 
didactiques. Son adoption &#233;tendue s'est produite sur une tr&egrave;s courte p&#233;riode.
</p>

<a name="download"></a><h2>O&ugrave; t&#233;l&#233;charger Bacula?</h2>

<ul>
<li><a href="http://sourceforge.net/project/showfiles.php?group_id=50727">D&#233;p&ocirc;t officiel</a>
<li>Des paquets sont disponibles pour la plupart des syst&egrave;mes d'exploitation 
(FreeBSD, OpenBSD, NetBSD, Mac OS X, Win32, Irix, AIX, HP-UX, Gentoo, Debian, 
Ubuntu, etc.)
</ul>

<a name="doc"></a><h2>Documentation</h2>
<ul>
<li><a href="http://www.bacula.org/en/rel-manual/">Documentation officielle </a>
<li><a href="http://www.bacula.org/en/rel-manual/Brief_Tutorial.html">Guide de prise en main</a>
<li><a href="http://www.bacula.org/en/developers/index.html">Guide du d&#233;veloppeur </a>
</ul>

<a name="license"></a><h2>Licence d'utilisation</h2>

Bacula est sous licence GPL, son code source est donc librement disponible. 
Bacula est disponible gratuitement, y compris pour une utilisation dans un cadre 
commercial.

<ul>
<li><a href="http://www.bacula.org/en/rel-manual/Bacula_Copyri_Tradem_Licens.html">
D&#233;tails de la licence d'utilisation</a>
</ul>

<a name="support"></a><h2>Services aux entreprises</h2>

<p>
Bacula b&#233;n&#233;ficie du soutien de nombreuses entreprises qui sponsorisent des 
d&#233;veloppeurs, fournissent des ressources d'h&#233;bergement web et un financement.
</p>

<p>
Il existe &#233;galement une grande communaut&#233; 
d'<a href="http://www.bacula.org/?page=professional">entreprises offrant leurs 
comp&#233;tences sur Bacula</a>, allant du consultant individuel &agrave; la soci&#233;t&#233; multinationale.
</p>

<p>
<a href="http://www.bacula.org/en/?page=makedonation">Tout don est appr&#233;ci&#233;</a>
</p>

<a name="contacts"></a><h2>Contacts</h2>

<p>
<a href="http://www.bacula.org/">Site web de Bacula</a>

<p>
Questions g&#233;n&#233;rales:<br>
Dan Langille<br>
Bacula Project<br>
+1 215 882 0565<br>
<a href="mailto:press@bacula.org">press@bacula.org</a>
</p>

<a name="links"></a><h2>Liens</h2>

<h3>Interfaces graphiques</h3>
<ul>
<li><b>Bat</b> - Bacula Administration Tool. Une version graphique de l'outil en ligne 
de commande bconsole, avec de nombreuses fonctions suppl&#233;mentaires. Bien que 
nous travaillions toujours &agrave; l'ajout de fonctionnalit&#233;s, l'outil en contient 
d'avantage que bwx-console ou bgnome-console. Il est pr&#233;vu d'y introduire de nombreuses 
fonctions additionnelles telles que celles fournies par le tray-monitor, ainsi 
que les possibilit&#233;s de g&#233;n&#233;ration de rapports de bweb.
<li><b>bimagemgr</b> - Une interface web &#233;crite en Perl, qui surveille les volumes de 
type disque destin&#233;s &agrave; &ecirc;tre copi&#233;s sur CD-ROM.
<li><b>wx-console</b> - Une console graphique s'appuyant sur wxWidgets, disponible 
sur n'importe quelle plateforme.
<li><b>gnome-console</b> - Une console graphique disponible sur tout syst&egrave;me muni de 
Gnome 2.x.
<li><b>tray-monitor</b> - Un outil de surveillance des diff&#233;rents services qui 
composent Bacula, s'int&#233;grant dans la zone de notification syst&egrave;me.
<li><b>bweb</b> - Un outil bas&#233;-web en Perl, fournissant un outil capable de r&#233;aliser 
des op&#233;rations basiques et de fournir des statistiques d'utilisation. 
<li><b>brestore</b> - Un programme graphique de restoration de donn&#233;es, n&#233;cessitant le 
support de Perl/GTK/Glade. 
<li><b>bacula-web</b> - Un outil bas&#233;-web en PHP, qui produit une vue synth&#233;tique des 
travaux ex&#233;cut&#233;s. 
</ul>

<p>
Liste compl&egrave;te des <a href="http://www.bacula.org/en/rel-manual/GUI_Programs.html">programmes avec interface graphique</a>.
</p>

<a name="translations"></a><h3>Traductions officielles de ce document</h3>

<ul>
<li><a href="http://www.bacula.org/about/press/presskit220.de.html">Allemand</a>
<li><a href="http://www.bacula.org/about/press/presskit220.en.html">Anglais</a>
<li><a href="http://www.bacula.org/about/press/presskit220.ca.html">Catalan</a>
<li><a href="http://www.bacula.org/about/press/presskit220.es.html">Espagnol</a>
</ul>

</body>
</html>
